langs.zhCN = {
  '中': '中',
  '低': '低',
  '无': '无',
  '高': '高',
  '条': '条',
  '年': '年',
  '月': '月',
  '天': '天',
  '秒': '秒',
  '分钟': '分钟',
  '小时': '小时',
  '上行': '上行',
  '下行': '下行',
  '主题': '主题',
  '名称': '名称',
  '佣金': '佣金',
  '倍率': '倍率',
  '全部': '全部',
  '公告': '公告',
  '关于': '关于',
  '关闭': '关闭',
  '发送': '发送',
  '取消': '取消',
  '周期': '周期',
  '回复': '回复',
  '复制': '复制',
  '季付': '季付',
  '密码': '密码',
  '已用': '已用',
  '年付': '年付',
  '异常': '异常',
  '总计': '总计',
  '提示': '提示',
  '操作': '操作',
  '支付': '支付',
  '月付': '月付',
  '服务': '服务',
  '查看': '查看',
  '标签': '标签',
  '每月': '每月',
  '每年': '每年',
  '注册': '注册',
  '注意': '注意',
  '消息': '消息',
  '特性': '特性',
  '状态': '状态',
  '用户': '用户',
  '登录': '登录',
  '联系': '联系',
  '订阅': '订阅',
  '财务': '财务',
  '通知': '通知',
  '邮箱': '邮箱',
  '首页': '首页',
  '验证': '验证',
  '合计': '合计',
  '一次性': '一次性',
  '三年付': '三年付',
  '下一条': '下一条',
  '两年付': '两年付',
  '二维码': '二维码',
  '仪表盘': '仪表盘',
  '半年付': '半年付',
  '已过期': '已过期',
  '已取消': '已取消',
  '已完成': '已完成',
  '已关闭': '已关闭',
  '已售罄': '已售罄',
  '开通中': '开通中',
  '待支付': '待支付',
  '待回复': '待回复',
  '手续费': '手续费',
  '按周期': '按周期',
  '按流量': '按流量',
  '新密码': '新密码',
  '旧密码': '旧密码',
  '未购买': '未购买',
  '每两年': '每两年',
  '每三年': '每三年',
  '每季度': '每季度',
  '每半年': '每半年',
  '第一步': '第一步',
  '第二步': '第二步',
  '订单号': '订单号',
  '邀请码': '邀请码',
  '验证码': '验证码',
  '三级分销': '三级分销',
  '一次性付': '一次性付',
  '下单成功': '下单成功',
  '个人中心': '个人中心',
  '产品流量': '产品流量',
  '付款周期': '付款周期',
  '余额支付': '余额支付',
  '佣金划转': '佣金划转',
  '佣金提现': '佣金提现',
  '佣金比例': '佣金比例',
  '使用文档': '使用文档',
  '保持匿名': '保持匿名',
  '修改密码': '修改密码',
  '划转金额': '划转金额',
  '划转成功': '划转成功',
  '创建时间': '创建时间',
  '到期时间': '到期时间',
  '剩余流量': '剩余流量',
  '即将售罄': '即将售罄',
  '发放时间': '发放时间',
  '取消订单': '取消订单',
  '商品详情': '商品详情',
  '商品名称': '商品名称',
  '商品价格': '商品价格',
  '回复成功': '回复成功',
  '垃圾邮件': '垃圾邮件',
  '增强安全': '增强安全',
  '复制成功': '复制成功',
  '多端支持': '多端支持',
  '套餐推荐': '套餐推荐',
  '套餐流量': '套餐流量',
  '定制服务': '定制服务',
  '实际上行': '实际上行',
  '实际下行': '实际下行',
  '客户支持': '客户支持',
  '工单级别': '工单级别',
  '工单状态': '工单状态',
  '工单等级': '工单等级',
  '工单回复': '工单回复',
  '帐户余额': '帐户余额',
  '常见问题': '常见问题',
  '待办工单': '待办工单',
  '快速导入': '快速导入',
  '快如闪电': '快如闪电',
  '我的钱包': '我的钱包',
  '我知道了': '我知道了',
  '我的服务': '我的服务',
  '我的订阅': '我的订阅',
  '我的订单': '我的订单',
  '我的工单': '我的工单',
  '我的邀请': '我的邀请',
  '扣费倍率': '扣费倍率',
  '找回密码': '找回密码',
  '折扣金额': '折扣金额',
  '抵扣金额': '抵扣金额',
  '提现方式': '提现方式',
  '提现账号': '提现账号',
  '支付成功': '支付成功',
  '支付方式': '支付方式',
  '支付总计': '支付总计',
  '新建工单': '新建工单',
  '智能优化': '智能优化',
  '暂无数据': '暂无数据',
  '最后回复': '最后回复',
  '服务协议': '服务协议',
  '服务条款': '服务条款',
  '查看详情': '查看详情',
  '查看教程': '查看教程',
  '流量明细': '流量明细',
  '流量混淆': '流量混淆',
  '申请提现': '申请提现',
  '登录成功': '登录成功',
  '确认重置': '确认重置',
  '确认修改': '确认修改',
  '确认密码': '确认密码',
  '稳定穿墙': '稳定穿墙',
  '立即开始': '立即开始',
  '立即加入': '立即加入',
  '立即支付': '立即支付',
  '立即购买': '立即购买',
  '立即订阅': '立即订阅',
  '立即登录': '立即登录',
  '立即注册': '立即注册',
  '续费订阅': '续费订阅',
  '自研秘技': '自研秘技',
  '节点状态': '节点状态',
  '解锁内容': '解锁内容',
  '订单金额': '订单金额',
  '订单状态': '订单状态',
  '订单编号': '订单编号',
  '订单摘要': '订单摘要',
  '订单详情': '订单详情',
  '订阅详情': '订阅详情',
  '订单总额': '订单总额',
  '账号登录': '账号登录',
  '账号注册': '账号注册',
  '质押自由': '质押自由',
  '购买订阅': '购买订阅',
  '返回登录': '返回登录',
  '退出登录': '退出登录',
  '重置成功': '重置成功',
  '重置密码': '重置密码',
  '重新登录': '重新登录',
  '重新发送': '重新发送',
  '记录时间': '记录时间',
  '请求失败': '请求失败',
  '折抵金额': '折抵金额',
  '退款金额': '退款金额',
  'X个回复': '{count}个回复',
  '一次性订阅': '一次性订阅',
  '为什么选择': '为什么选择',
  '周期性订阅': '周期性订阅',
  '工单已关闭': '工单已关闭',
  '工单已提交': '工单已提交',
  '已有账号？': '已有账号？',
  '忘记密码？': '忘记密码？',
  '折扣百分比': '折扣百分比',
  '有优惠劵？': '有优惠劵？',
  '未购买订阅': '未购买订阅',
  '生成邀请码': '生成邀请码',
  '类型/周期': '类型/周期',
  '订单已取消': '订单已取消',
  '订阅已过期': '订阅已过期',
  '请输入内容': '请输入内容',
  '请输入邮箱': '请输入邮箱',
  '请确认密码': '请确认密码',
  '请输入密码': '请输入密码',
  '邀请码管理': '邀请码管理',
  '重置流量包': '重置流量包',
  '链接已复制': '链接已复制',
  '频宽不免费': '频宽不免费',
  '佣金发放记录': '佣金发放记录',
  '使用邮箱注册': '使用邮箱注册',
  '使用邮箱找回': '使用邮箱找回',
  '别再补贴他人': '别再补贴他人',
  '到期邮件提醒': '到期邮件提醒',
  '加密私人通讯': '加密私人通讯',
  '安心下载分享': '安心下载分享',
  '密码修改成功': '密码修改成功',
  '当前剩余佣金': '当前剩余佣金',
  '掩藏网路地址': '掩藏网路地址',
  '无效的优惠券': '无效的优惠券',
  '流量邮件提醒': '流量邮件提醒',
  '确认中的佣金': '确认中的佣金',
  '累计获得佣金': '累计获得佣金',
  '绕过审查封锁': '绕过审查封锁',
  '解锁分区内容': '解锁分区内容',
  '请输入旧密码': '请输入旧密码',
  '请输入新密码': '请输入新密码',
  '请输入优惠券': '请输入优惠券',
  '请输入邀请码': '请输入邀请码',
  '请输入验证码': '请输入验证码',
  '还没有账号？': '还没有账号？',
  '邀请码已复制': '邀请码已复制',
  '邀请注册人数': '邀请注册人数',
  '邮箱格式错误': '邮箱格式错误',
  '重置订阅信息': '重置订阅信息',
  '该套餐已售罄': '该套餐已售罄',
  '似乎出了点问题': '似乎出了点问题',
  '已发起提现申请': '已发起提现申请',
  '我已阅读并同意': '我已阅读并同意',
  '网路频宽提供商': '网路频宽提供商',
  '请输入工单问题': '请输入工单问题',
  '请选择工单等级': '请选择工单等级',
  '请选择提现方式': '请选择提现方式',
  '请输入提现账号': '请输入提现账号',
  '你还没有购买服务': '你还没有购买服务',
  '向机器人发送您的': '向机器人发送您的',
  '已生成新的邀请码': '已生成新的邀请码',
  '当前推广佣金余额': '当前推广佣金余额',
  '注册成功，请登录': '注册成功，请登录',
  '请先同意服务条款': '请先同意服务条款',
  '您还没有购买订阅': '您还没有购买订阅',
  '您没有获得授权，请联系作者': '您没有获得授权，请联系作者',
  '您还没有购买订阅或订阅已过期': '您还没有购买订阅或订阅已过期',
  '您还没有安装X客户端，或者客户端已打开': '您还没有安装{type}客户端，或者客户端已打开',
  '续费只会延长到期时间，并不会重置流量。': '续费只会延长到期时间，并不会重置流量。',
  '重置流量包只会重置流量，不会延长到期时间，也不会改变重置日期。': '重置流量包只会重置流量，不会延长到期时间，也不会改变重置日期。',
  '您还没有购买订阅，购买后可查看': '您还没有购买订阅，购买后可查看',
  '您的订阅已过期，续费后可查看': '您的订阅已过期，续费后可查看',
  '您的一次性流量已用尽，续费后可查看': '您的一次性流量已用尽，续费后可查看',
  '使用邮箱和密码登录': '使用邮箱和密码登录',
  '发送不请自来的电邮': '发送不请自来的电邮',
  '密码至少为8个字符': '密码至少为8个字符',
  '推广佣金划转至余额': '推广佣金划转至余额',
  '未登录或登陆已过期': '未登录或登陆已过期',
  '请描述你遇到的问题': '请描述你遇到的问题',
  '选择最适合您的计划': '选择最适合您的计划',
  '与各种设备广泛兼容。': '与各种设备广泛兼容。',
  '两次输入的密码不一致': '两次输入的密码不一致',
  '五分钟内节点在线情况': '五分钟内节点在线情况',
  '密码重置成功，请登录': '密码重置成功，请登录',
  '确定要关闭该工单吗？': '确定要关闭该工单吗？',
  '确定要重置订阅信息？': '确定要重置订阅信息？',
  '确定要取消该订单吗？': '确定要取消该订单吗？',
  '检测到还有没支付的订单': '检测到还有没支付的订单',
  '绑定Telegram': '绑定Telegram',
  '请输入邀请码（必填）': '请输入邀请码（必填）',
  '请输入邀请码（选填）': '请输入邀请码（选填）',
  '你们接受哪些付款方式？': '你们接受哪些付款方式？',
  '几乎所有的设备都可以！': '几乎所有的设备都可以！',
  '授权码错误，请联系作者': '授权码错误，请联系作者',
  '有提供无限流量套餐吗？': '有提供无限流量套餐吗？',
  '流量已用尽，请续费订阅': '流量已用尽，请续费订阅',
  '高速访问被禁网站和服务': '高速访问被禁网站和服务',
  '请输入当前需要划转的金额': '请输入当前需要划转的金额',
  '从任何地方串流欣赏异国内容': '从任何地方串流欣赏异国内容',
  '客户最常问的 7 个问题？': '客户最常问的 7 个问题？',
  '自由下载分享媒体文件和资料': '自由下载分享媒体文件和资料',
  '请输入需要划转到余额的金额': '请输入需要划转到余额的金额',
  '一次性订阅的流量没有时间限制': '一次性订阅的流量没有时间限制',
  '你们记录我的上网流量日志吗？': '你们记录我的上网流量日志吗？',
  '使用的流量将乘以倍率进行扣除': '使用的流量将乘以倍率进行扣除',
  '划转后的余额仅用于X消费使用': '划转后的余额仅用于{name}消费使用',
  '大陆首选 亚洲区最佳 VPN': '大陆首选 亚洲区最佳 VPN',
  '打开 Telegram 搜索': '打开 Telegram 搜索',
  '立即尝试多协议 VPN 服务': '立即尝试多协议 VPN 服务',
  '银行户口、电邮密码、个人资料': '银行户口、电邮密码、个人资料',
  '什么是 VPN ？它有何帮助？': '什么是 VPN ？它有何帮助？',
  '借道无关 IP 网上冲浪更匿名': '借道无关 IP 网上冲浪更匿名',
  '多组服务器集群覆盖多个国家地区': '多组服务器集群覆盖多个国家地区',
  '最先进开源协议和我们的自研秘技': '最先进开源协议和我们的自研秘技',
  '你们的 VPN 能在哪些设备上运作？': '你们的 VPN 能在哪些设备上运作？',
  '在这里，您可以设置和管理集成设置。': '在这里，您可以设置和管理集成设置。',
  '流量混淆有助于逃避审查并提高速度。': '流量混淆有助于逃避审查并提高速度。',
  '我们致力于让您的互联网更快，更安全。': '我们致力于让您的互联网更快，更安全。',
  '我们接入最优网路，为您带来最佳速度。': '我们接入最优网路，为您带来最佳速度。',
  '流量明细仅保留近一个月数据以供查询。': '流量明细仅保留近一个月数据以供查询。',
  '加入官方讨论组，获取最新动态与优惠信息': '加入官方讨论组，获取最新动态与优惠信息',
  '请尽快支付，支付完成后，请刷新订单页面': '请尽快支付，支付完成后，请刷新订单页面',
  '验证码发送成功，如未收到请检查垃圾邮件': '验证码发送成功，如未收到请检查垃圾邮件',
  '禁止以下行为（任何违规都将导致帐户关闭）': '禁止以下行为（任何违规都将导致帐户关闭）',
  '一个服务，对接多种协议，应对多样网路环境。': '一个服务，对接多种协议，应对多样网路环境。',
  '请注意，变更订阅会导致当前订阅被新订阅覆盖。': '请注意，变更订阅会导致当前订阅被新订阅覆盖。',
  '能穿越最严酷的防火墙 - 中国的 GFW。': '能穿越最严酷的防火墙 - 中国的 GFW。',
  '请检查您的URL是否正确, 或点击重新登录': '请检查您的URL是否正确, 或点击重新登录',
  '为什么你们的私有 VPN 协议能做到稳定高速？': '为什么你们的私有 VPN 协议能做到稳定高速？',
  '绑定Telegram Bot，获取更多便捷服务': '绑定Telegram Bot，获取更多便捷服务',
  '无状态和无连接减少流量模式特征提高设备电源效率。': '无状态和无连接减少流量模式特征提高设备电源效率。',
  '我们理解互联网自由的原理，并在我们的代码中付诸实践。': '我们理解互联网自由的原理，并在我们的代码中付诸实践。',
  '为满足特定用户群体，根据需求以提供满足特定需求的服务。': '为满足特定用户群体，根据需求以提供满足特定需求的服务。',
  '历经5年研发，为大中华地区用户保护私隐，逾越网路封锁。': '历经5年研发，为大中华地区用户保护私隐，逾越网路封锁。',
  '从入口到落地精选优质运营商，多层线路优化，负载均衡设定。': '从入口到落地精选优质运营商，多层线路优化，负载均衡设定。',
  '公式：(实际上行 + 实际下行) x 扣费倍率 = 扣除流量': '公式：(实际上行 + 实际下行) x 扣费倍率 = 扣除流量',
  '我们也照顾来自世界其他地方的客户，接受 PayPal 付款。': '我们也照顾来自世界其他地方的客户，接受 PayPal 付款。',
  '什么是 ShadowSocks 和 ShadowSocksR？': '什么是 ShadowSocks 和 ShadowSocksR？',
  '我们所有套餐都有固定的流量限制。但是，所有套餐都是不限速使用。': '我们所有套餐都有固定的流量限制。但是，所有套餐都是不限速使用。',
  '高价购入IPLC内网专线，精心优化传输算法，只为您上网更爽快。': '高价购入IPLC内网专线，精心优化传输算法，只为您上网更爽快。',
  '如果帐户信息或您的订阅泄露，此选项用于重置您的UUID.重置订阅': '如果帐户信息或您的订阅泄露，此选项用于重置您的UUID.重置订阅',
  '总部位于美国，经过专业训练的计算机科学家和网络工程师组成的团队。': '总部位于美国，经过专业训练的计算机科学家和网络工程师组成的团队。',
  '即使通过公共WiFi上网，高强度数据加密也能保护你的私隐不被监视。': '即使通过公共WiFi上网，高强度数据加密也能保护你的私隐不被监视。',
  '最先进流量隐藏技术，将VPN穿墙流量化身网页浏览，免于防火墙干扰。': '最先进流量隐藏技术，将VPN穿墙流量化身网页浏览，免于防火墙干扰。',
  '私密浏览？浏览器无痕模式不够。我们的VPN为您隐藏IP以掩藏踪迹。': '私密浏览？浏览器无痕模式不够。我们的VPN为您隐藏IP以掩藏踪迹。',
  '记，也不记。我们会在短时间内记录您的流量元数据，并定期对删除老数据。':
    '记，也不记。我们会在短时间内记录您的流量元数据，并定期对删除老数据。',
  '我们努力改善您的互联网体验，让您自由重来：免受审查，监控和电讯商限速。':
    '我们努力改善您的互联网体验，让您自由重来：免受审查，监控和电讯商限速。',
  '从 8 个国家地区的 38 组服务器集群中任意选择。您可到达网路上任何地方。':
    '从 8 个国家地区的 38 组服务器集群中任意选择。您可到达网路上任何地方。',
  '对于来自中国的客户，我们的支付宝接口将支付流程简化为二维码扫描。轻松一秒过。':
    '对于来自中国的客户，我们的支付宝接口将支付流程简化为二维码扫描。轻松一秒过。',
  '提供Telegram、邮件、工单7x24小时客服支持，帮助客户解决疑难问题。': '提供Telegram、邮件、工单7x24小时客服支持，帮助客户解决疑难问题。',
  '支持Android、iOS、MacOS、Windows、Linux、路由器。': '支持Android、iOS、MacOS、Windows、Linux、路由器。',
  '我们以极高的价格购买市面上最好线路。所以, 别再为他人的米其林餐厅账单付费啦。':
    '我们以极高的价格购买市面上最好线路。所以, 别再为他人的米其林餐厅账单付费啦。',
  '可选 ChaCha20、Salsa20、AES、IDEA 和 RC4 等高级加密方式。': '可选 ChaCha20、Salsa20、AES、IDEA 和 RC4 等高级加密方式。',
  '我们多个级别套餐分别有 50GB、200GB和 高达5TB等，满足您不同场景需求使用。':
    '我们多个级别套餐分别有 50GB、200GB和 高达5TB等，满足您不同场景需求使用。',
  '对于那些注重私隐的朋友，我们没忽略您的需求：我们接受数十种加密货币，您可以放心匿名付款。':
    '对于那些注重私隐的朋友，我们没忽略您的需求：我们接受数十种加密货币，您可以放心匿名付款。',
  '节点全解锁Netflix、Tiktok等流媒体服务。你可从任何地方欣赏异国限定媒体节目。':
    '节点全解锁Netflix、Tiktok等流媒体服务。你可从任何地方欣赏异国限定媒体节目。',
  '只为您自己的用量买单，别再补贴BT爱好者啦。如果您更喜欢精致美食，为什么要去自助餐厅吃到饱？':
    '只为您自己的用量买单，别再补贴BT爱好者啦。如果您更喜欢精致美食，为什么要去自助餐厅吃到饱？',
  'ShadowSocksR 是前者的主要分支，修补了安全漏洞，扩展了加密选项，增加了流量混淆能力。':
    'ShadowSocksR 是前者的主要分支，修补了安全漏洞，扩展了加密选项，增加了流量混淆能力。',
  '如果您的订阅地址或信息发生泄露可以执行此操作。重置后您的 UUID 及订阅将会变更，需要重新导入订阅。':
    '如果您的订阅地址或信息发生泄露可以执行此操作。重置后您的 UUID 及订阅将会变更，需要重新导入订阅。',
  '我们相信我们的定价结构是公平和合理的。一些所谓不限流量的商家会使用一些垃圾线路，导致您的上网体验很差。':
    '我们相信我们的定价结构是公平和合理的。一些所谓不限流量的商家会使用一些垃圾线路，导致您的上网体验很差。',
  '如阻止每一个连接，随之而来的附带质押损害及其昂贵，也就促使审查机构放行看似合规的网路流量。这样，才有了我们的质押自由。':
    '如阻止每一个连接，随之而来的附带质押损害及其昂贵，也就促使审查机构放行看似合规的网路流量。这样，才有了我们的质押自由。',
  '在防火墙检查时，混淆后的 VPN 流量看似普通网上冲浪或电影串流。因此，审查者无法确定哪些流量需要阻止，哪些流量可以放行。':
    '在防火墙检查时，混淆后的 VPN 流量看似普通网上冲浪或电影串流。因此，审查者无法确定哪些流量需要阻止，哪些流量可以放行。',
  'ShadowSocks 是一种无连接无状态的代理协议。它承载 TCP UDP 数据，可轻松穿透世界上最强国家防火墙，中国的 GFW 。':
    'ShadowSocks 是一种无连接无状态的代理协议。它承载 TCP UDP数据，可轻松穿透世界上最强国家防火墙，中国的 GFW 。',
  '我们自研的私有协议，可以模拟多种网页浏览场景。使得防火墙无法可靠区分 VPN 数据浏览。如强行阻拦亦会影响正常使用网络，因此连接无法有效拦截。':
    '我们自研的私有协议，可以模拟多种网页浏览场景。使得防火墙无法可靠区分 VPN 数据浏览。如强行阻拦亦会影响正常使用网络，因此连接无法有效拦截。',
  'VPN 提供了一系列好处：通过加密，通讯数据变得难以破解；藉由隧道，线上活动的细节内容被掩藏；借助转发，网路流量看似来自无关的 IP 地址和地理位置。':
    'VPN 提供了一系列好处：通过加密，通讯数据变得难以破解；藉由隧道，线上活动的细节内容被掩藏；借助转发，网路流量看似来自无关的 IP 地址和地理位置。',
  '于X到期，距离到期还有X天，已用流量将在X日后重置': '于 {expiredDate} 到期，距离到期还有 {expiredResidue}，已用流量将在{resetDay}日后重置',
  '市面上几乎所有的电子设备，我们都能支持。鉴于我们支援多种开源和自研的 VPN 协议，我们相信您可以在几乎任何市售设备上轻松连接到我们的 VPN 网络。':
    '市面上几乎所有的电子设备，我们都能支持。鉴于我们支援多种开源和自研的 VPN 协议，我们相信您可以在几乎任何市售设备上轻松连接到我们的 VPN 网络。',
  'VPN 是虚拟专用网络（Virtual Private Network）的缩写。它通过在公共网络上建立专用隧道并加密其中传输的数据来保护两个或多个设备之间的通信。':
    'VPN 是虚拟专用网络（Virtual Private Network）的缩写。它通过在公共网络上建立专用隧道并加密其中传输的数据来保护两个或多个设备之间的通信。',
  'ShadowSocks（简称 SS，又称影梭）是一种加密的无状态代理协议。它在传输层工作，中继 TCP 和 UDP 流量。它可以轻松穿透最强大的国家级防火墙（中国的 GFW ）。':
    'ShadowSocks（简称 SS，又称影梭）是一种加密的无状态代理协议。它在传输层工作，中继 TCP 和 UDP 流量。它可以轻松穿透最强大的国家级防火墙（中国的 GFW ）。',
  '我们接受世界各地发行的主要信用卡。包括 Visa、 MasterCard、 American Express、 Discover、 Diners Club、 JCB 和中国银联。':
    '我们接受世界各地发行的主要信用卡。包括 Visa、 MasterCard、 American Express、 Discover、 Diners Club、 JCB 和中国银联。',
  'ShadowSocksR（简称 SSR）是 SS 的主要分支。在 SS 的基础上，SSR 修补了安全漏洞，扩展了密码套件选项，增加了流量混淆，并提高了运营商级别的 QoS 优先级。':
    'ShadowSocksR（简称 SSR）是 SS 的主要分支。在 SS 的基础上，SSR 修补了安全漏洞，扩展了密码套件选项，增加了流量混淆，并提高了运营商级别的 QoS 优先级。',
  '交通混淆和质押自由是有效规避互联网封锁的基石。混淆将 VPN 流量伪装成常规的 Web 浏览，审查者无从分辨；质押自由意味着，由于误封的成本过高，审查机构不会阻止无法明确分辨的流量。':
    '交通混淆和质押自由是有效规避互联网封锁的基石。混淆将 VPN 流量伪装成常规的 Web 浏览，审查者无从分辨；质押自由意味着，由于误封的成本过高，审查机构不会阻止无法明确分辨的流量。',
  'V2Ray 是一个流量转发软件平台。它支持多种代理协议，并允许这些协议与多种传输层协议配合使用。而 VMess 是这个平台上原创的代理协议。与 TLS 传输方式配合使用的时候，他可以完美模拟 HTTPS 上网浏览。':
    'V2Ray 是一个流量转发软件平台。它支持多种代理协议，并允许这些协议与多种传输层协议配合使用。而 VMess 是这个平台上原创的代理协议。与 TLS 传输方式配合使用的时候，他可以完美模拟 HTTPS 上网浏览。',
  '我们不记录用户流量内容。但是，为了解决滥用问题，我们会记录您的部分活动信息。日志条目包括时间，源地址，目标地址和流量。我们不会实时监控您的网路通讯内容，但我们会进行事后审核。如果您的数据被司法传召，我们可能会与执法部门配合。':
    '我们不记录用户流量内容。但是，为了解决滥用问题，我们会记录您的部分活动信息。日志条目包括时间，源地址，目标地址和流量。我们不会实时监控您的网路通讯内容，但我们会进行事后审核。如果您的数据被司法传召，我们可能会与执法部门配合。',
  '对于运行Windows、 macOS 和Linux 的个人计算机，有多个客户端可以助您保护网路通讯；对于运行iOS 和Android 的移动设备，为数不少的客户端App 可助您顺畅上网；更赞的是，对于开源路由器平台，如OpenWRT、Tomato 和Asus Merlin，连接到 UnPanel 只需安装一个插件。':
    '对于运行Windows、 macOS 和Linux 的个人计算机，有多个客户端可以助您保护网路通讯；对于运行iOS 和Android 的移动设备，为数不少的客户端App 可助您顺畅上网；更赞的是，对于开源路由器平台，如OpenWRT、Tomato 和Asus Merlin，连接到 UnPanel 只需安装一个插件。',
  '用户协议完整内容': `
    <h6>特别提示</h6>
        <p>
          在此特别提醒您（用户）在注册成为 {appName} 用户之前，请认真阅读本《{appName}
          用户服务协议》 （以下简称“协议”） ，确保您充分理解本协议中各条款。
          请您审慎阅读并选择接受或不接受本协议。 除非您接受本协议所有条款，
          否则您无权注册、登录或使用本协议所涉服务。您
          的注册、登录、使用等行为将视为对本协议的接受，并同意接受本协议各项条款的约束。 本协议约定
          {appName} 与用户之间关于”SSR“服务（以下简称“服务”）
          的权利义务。“用户”是指注册、登录、使用本服务的个人，{appName} 有权更新协议内容，
          ，更新后的协议条款一旦公布即替代原协议条款，恕不再另行通知。
        </p>

        <h6>账号注册</h6>
        <ol>
          <li>
            用户在使用本服务前需要注册一个 “{appName}” 账号。“{appName}”
            账号应当使用邮箱绑定注册，请用户使用尚未与其他 “{appName}” 账号绑定以及未被
            {appName} 根据本协议封禁的邮箱注册 “{appName}” 账号。{appName}
            有权根据用户需求或产品需要对账号注册和绑定的方式进行变更，恕不再另行通知。
          </li>
          <li>
            如果注册申请者有被
            {appName} 封禁的先例或涉嫌虚假注册及滥用他人名义注册，及其他不能得到许可的理由，{appName}
            有权拒绝向其提供服务。
          </li>
        </ol>

        <h6>账户安全</h6>
        <ol>
          <li>
            用户一旦注册成功，成为 {appName} 的用户，将得到一个用户名和密码，
            并有权利使用自己的用户名及密码随时登陆 {appName}。
          </li>
          <li>用户对账户和密码的安全负全部责任，同时对以其账户进行的所有活动和事件负全部责任。</li>
          <li>{appName} 未经用户允许不得泄露用户的个人隐私与信息。</li>
          <li>
            如果用户密码泄露或者其他任何原因导致用户的密码安全受到威胁，应该及时和 {appName}
            客服人员取得联系，否则后果自负。
          </li>
        </ol>

        <h6>用户声明与保证</h6>
        <ol>
          <li>用户需具有完全民事行为能力，且具有达成交易履行其义务的能力。</li>
          <li>
            用户通过使用 {appName}
            的过程中所制作、上载、复制、发布、传播的任何内容，包括但不限于账号头像、名称、用户说明等注册信息及认证资料，或文字、语音、图片、视频、图文等发送、回复和相关链接页面，以及其他使用账号或本服务所产生的内容，不得违反国家相关法律制度，包含但不限于如下原则：
            <ul>
              <li>反对宪法所确定的基本原则的</li>
              <li>危害国家安全，泄露国家秘密，颠覆国家政权，破坏国家统一的</li>
              <li>损害国家荣誉和利益的</li>
              <li>煽动民族仇恨、民族歧视，破坏民族团结的</li>
              <li>破坏国家宗教政策，宣扬邪教和封建迷信的</li>
              <li>散布谣言，扰乱社会秩序，破坏社会稳定的</li>
              <li>散布淫秽、色情、赌博、暴力、凶杀、恐怖或者教唆犯罪的</li>
              <li>侮辱或者诽谤他人，侵害他人合法权益的</li>
              <li>含有法律、行政法规禁止的其他内容的</li>
            </ul>
          </li>
          <li>
            用户不得利用 “{appName}”
            账号或本服务制作、上载、复制、发布、传播下干扰正常运营，以及侵犯其他用户或第三方合法权益的内容:
            <ul>
              <li>含有任何性或性暗示的</li>
              <li>含有辱骂、恐吓、威胁内容的</li>
              <li>含有骚扰、垃圾广告、恶意信息、诱骗信息的</li>
              <li>涉及他人隐私、个人信息或资料的</li>
              <li>侵害他人名誉权、肖像权、知识产权、商业秘密等合法权利的</li>
              <li>含有其他干扰本服务正常运营和侵犯其他用户或第三方合法权益内容的信息</li>
            </ul>
          </li>
        </ol>

        <h6>服务内容</h6>
        <ol>
          <li>
            {appName} 具体服务内容由 {appName} 根据实际情况提供，包括但不限于：
            <ul>
              <li>在线咨询服务</li>
              <li>网络代理服务</li>
            </ul>
          </li>
          <li>所有发给用户的通告及其他消息都可通过邮箱或者用户所提供的联系方式发送。</li>
          <li>本站无退款机制，不接受退款请求， 新注册用户请先试用。</li>
        </ol>

        <h6>服务的终止</h6>
        <ol>
          <li>
            在下列情况下， {appName} 有权终止向用户提供服务：
            <ul>
              <li>用户违反本服务协议相关规定</li>
              <li>
                半年以以上未使用 “{appName}” 服务，{appName}
                有权终止向用户提供服务并不再保留用户相关数据
              </li>
              <li>
                用户不得通过 “{appName}” 服务传播违反本协议规定的内容，一经发现，{appName}
                有权扣留账户内的金额
              </li>
              <li>本服务条款终止或更新时，用户明确表示不愿接受新的服务条款</li>
              <li>其它 {appName} 认为需终止服务的情况</li>
            </ul>
          </li>
          <li>服务终止后，{appName} 没有义务为用户保留原账号中或与之相关的任何信息。</li>
        </ol>

        <h6>服务的变更、中断</h6>
        <ol>
          <li>
            鉴于网络服务的特殊性，用户需同意 {appName} 会变更、
            中断部分或全部的网络服务，并删除（不再保存）用户在使用过程中提交的任何资料，而无需通知用户，也无需对任何用户或任何第三方承担任何责任。
          </li>
          <li>
            {appName}
            需要定期或不定期地对提供网络服务的平台进行检测或者更新，造成网络服务在合理时间内的中断，{appName}
            有义务进行提前通知， 除此之外 {appName} 无需为此承担任何责任。
          </li>
        </ol>

        <h6>服务条款修改</h6>
        <ol>
          <li>
            {appName} 有权随时修改本服务条款的任何内容， 一旦本服务条款的任何内容发生变动，
            {appName}
            将会通过适当方式向用户提示修改内容。
          </li>
          <li>
            如果不同意 {appName} 对本服务条款所做的更新及改动，用户有权停止使用
            {appName} 服务。
          </li>
          <li>如果用户继续使用网络服务，则视为用户接受 {appName} 对本服务条款所做的修改。</li>
        </ol>

        <h6>免责与赔偿声明</h6>
        <ol>
          <li>
            若 {appName} 已经明示其服务提供方式发生变更并提醒用户应当注意事项，如因此类情况而
            用户未按要求操作所产生的一切后果由用户自行承担。
          </li>
          <li>
            用户明确同意其使用 {appName} 所存在的风险将完全由其自己承担，因其使用
            {appName}
            而产生的一切后果也由其自己承担。
          </li>
          <li>
            用户同意保障和维护 {appName} 及其他用户的利益，由于用户在使用
            {appName} 有违法、不真实、
            不正当、侵犯第三方合法权益的行为，或用户违反本协议项下的任何条款而给 {appName}
            及任何其他第三方造成损失，用户同意承担由此造成的损害赔偿责任。
          </li>
        </ol>

        <h6>隐私声明</h6>
        <ol>
          <li>
            适用范围：
            <ul>
              <li>在用户注册 {appName} 账户时，根据要求提供的个人注册信息</li>
              <li>
                在用户使用 {appName}，或访问其相关网页时，
                {appName} 自动接收并记录的用户浏览器上的服 务器数值，包括但不限于 IP
                地址等数据及用户要求取用的网页记录
              </li>
            </ul>
          </li>
          <li>
            信息使用：
            <ul>
              <li>{appName} 不会向任何人出售或出借用户的个人信息，除非事先得到用户的许可</li>
              <li>
                {appName} 亦不允许任何第三方以任何手段收集、
                编辑、出售或者无偿传播用户的个人信息。任何用户如从事上述活动，一经发现，{appName}
                有权立即终止与该用户的服务协议 ，查封其账号
              </li>
              <li>
                为达到服务用户的目的，{appName}
                可能通过使用用户的个人信息，向用户提供服务，包括但不限于向用户发出产品和服务信息
              </li>
            </ul>
          </li>
          <li>
            信息披露： 用户的个人信息将在下述情况下部分或全部被披露
            <ul>
              <li>经用户同意，向第三方披露</li>
              <li>根据法律的有关规定，或者行政或司法机构的要求，向第三方或者行政、司法机构披露</li>
              <li>如果用户出现违反中国有关法律或者网站政策的情况，需要向第三方披露</li>
              <li>
                用户使用 {appName} 时提供的银行账户信息，{appName} 将严格履行相关保密约定
              </li>
            </ul>
          </li>
        </ol>

        <h6>其他</h6>
        <ol>
          <li>
            {appName} 郑重提醒用户注意本协议中免除 {appName}
            责任和限制用户权利的条款，请用户仔细阅读，自主考虑风险。未成年人应在法定监护人的陪同下阅读本协议。
          </li>
          <li>本协议最终解释权归 {appName} 所有，并且保留一切解释和修改的权力。</li>
          <li>本协议从即日起2022年12月01日起适用。</li>
        </ol>
  `
}
