langs.zhTW = {
  '中': '中',
  '低': '低',
  '无': '無',
  '高': '高',
  '条': '條',
  '年': '年',
  '月': '月',
  '天': '天',
  '秒': '秒',
  '分钟': '分鐘',
  '小时': '小時',
  '上行': '上行',
  '下行': '下行',
  '主题': '主題',
  '名称': '名稱',
  '佣金': '佣金',
  '倍率': '倍率',
  '全部': '全部',
  '公告': '公告',
  '关于': '關於',
  '关闭': '關閉',
  '发送': '發送',
  '取消': '取消',
  '周期': '周期',
  '回复': '回覆',
  '复制': '複製',
  '季付': '季付',
  '密码': '密碼',
  '已用': '已用',
  '年付': '年付',
  '异常': '異常',
  '总计': '總計',
  '提示': '提示',
  '操作': '操作',
  '支付': '支付',
  '月付': '月付',
  '服务': '服務',
  '查看': '查看',
  '标签': '標籤',
  '每月': '每月',
  '每年': '每年',
  '注册': '註冊',
  '注意': '注意',
  '消息': '訊息',
  '特性': '特性',
  '状态': '狀態',
  '用户': '用戶',
  '登录': '登入',
  '联系': '聯繫',
  '订阅': '訂閱',
  '财务': '財務',
  '通知': '通知',
  '邮箱': '電子郵件',
  '首页': '首頁',
  '验证': '驗證',
  '合计': '合計',
  '一次性': '一次性',
  '三年付': '三年付',
  '下一条': '下一條',
  '两年付': '兩年付',
  '二维码': '二維碼',
  '仪表盘': '儀表板',
  '半年付': '半年付',
  '已过期': '已過期',
  '已取消': '已取消',
  '已完成': '已完成',
  '已关闭': '已關閉',
  '已售罄': '已售罄',
  '开通中': '開通中',
  '待支付': '待支付',
  '待回复': '待回覆',
  '手续费': '手續費',
  '按周期': '按周期',
  '按流量': '按流量',
  '新密码': '新密碼',
  '旧密码': '舊密碼',
  '未购买': '未購買',
  '每两年': '每兩年',
  '每三年': '每三年',
  '每季度': '每季度',
  '每半年': '每半年',
  '第一步': '第一步',
  '第二步': '第二步',
  '订单号': '訂單號',
  '邀请码': '邀請碼',
  '验证码': '驗證碼',
  '三级分销': '三级分銷',
  '一次性付': '一次性付',
  '下单成功': '下單成功',
  '个人中心': '個人中心',
  '产品流量': '產品流量',
  '付款周期': '付款週期',
  '余额支付': '餘額支付',
  '佣金划转': '佣金劃轉',
  '佣金提现': '佣金提現',
  '佣金比例': '佣金比例',
  '使用文档': '使用文件',
  '保持匿名': '保持匿名',
  '修改密码': '修改密碼',
  '划转金额': '劃轉金額',
  '划转成功': '劃轉成功',
  '创建时间': '創建時間',
  '到期时间': '到期時間',
  '剩余流量': '剩餘流量',
  '即将售罄': '即將售罄',
  '发放时间': '發放時間',
  '取消订单': '取消訂單',
  '商品详情': '商品詳情',
  '商品名称': '商品名稱',
  '商品价格': '商品價格',
  '回复成功': '回覆成功',
  '垃圾邮件': '垃圾郵件',
  '增强安全': '增強安全',
  '复制成功': '複製成功',
  '多端支持': '多端支援',
  '套餐推荐': '套餐推薦',
  '套餐流量': '套餐流量',
  '定制服务': '定製服務',
  '实际上行': '實際上行',
  '实际下行': '實際下行',
  '客户支持': '客戶支援',
  '工单级别': '工單級別',
  '工单状态': '工單狀態',
  '工单等级': '工單等級',
  '工单回复': '工單回覆',
  '帐户余额': '帳戶餘額',
  '常见问题': '常見問題',
  '待办工单': '待辦工單',
  '快速导入': '快速導入',
  '快如闪电': '快如閃電',
  '我的钱包': '我的錢包',
  '我知道了': '我知道了',
  '我的服务': '我的服務',
  '我的订阅': '我的訂閱',
  '我的订单': '我的訂單',
  '我的工单': '我的工單',
  '我的邀请': '我的邀請',
  '扣费倍率': '扣費倍率',
  '找回密码': '找回密碼',
  '折扣金额': '折扣金額',
  '抵扣金额': '抵扣金額',
  '提现方式': '提現方式',
  '提现账号': '提現賬號',
  '支付成功': '支付成功',
  '支付方式': '支付方式',
  '支付总计': '支付總計',
  '新建工单': '新建工單',
  '智能优化': '智能優化',
  '暂无数据': '暫無數據',
  '最后回复': '最後回覆',
  '服务协议': '服務協議',
  '服务条款': '服務條款',
  '查看详情': '查看詳情',
  '查看教程': '查看教程',
  '流量明细': '流量明細',
  '流量混淆': '流量混淆',
  '申请提现': '申請提現',
  '登录成功': '登入成功',
  '确认重置': '確認重設',
  '确认修改': '確認修改',
  '确认密码': '確認密碼',
  '稳定穿墙': '穩定穿牆',
  '立即开始': '立即開始',
  '立即加入': '立即加入',
  '立即支付': '立即支付',
  '立即购买': '立即購買',
  '立即订阅': '立即訂閱',
  '立即登录': '立即登入',
  '立即注册': '立即註冊',
  '续费订阅': '續費訂閱',
  '自研秘技': '自研秘技',
  '节点状态': '節點狀態',
  '解锁内容': '解鎖內容',
  '订单金额': '訂單金額',
  '订单状态': '訂單狀態',
  '订单编号': '訂單編號',
  '订单摘要': '訂單摘要',
  '订单详情': '訂單詳情',
  '订阅详情': '訂閱詳情',
  '订单总额': '訂單總額',
  '账号登录': '賬號登入',
  '账号注册': '賬號註冊',
  '质押自由': '質押自由',
  '购买订阅': '購買訂閱',
  '返回登录': '返回登入',
  '退出登录': '登出',
  '重置成功': '重設成功',
  '重置密码': '重設密碼',
  '重新登录': '重新登入',
  '重新发送': '重新發送',
  '记录时间': '記錄時間',
  '请求失败': '請求失敗',
  '折抵金额': '折抵金額',
  '退款金额': '退款金額',
  'X个回复': '{count}個回復',
  '一次性订阅': '一次性訂閱',
  '为什么选择': '為什麼選擇',
  '周期性订阅': '周期性訂閱',
  '工单已关闭': '工單已關閉',
  '工单已提交': '工單已提交',
  '已有账号？': '已有賬號?',
  '忘记密码？': '忘記密碼?',
  '折扣百分比': '折扣百分比',
  '有优惠劵？': '有優惠券?',
  '未购买订阅': '未購買訂閱',
  '生成邀请码': '生成邀請碼',
  '类型/周期': '類型/週期',
  '订单已取消': '訂單已取消',
  '订阅已过期': '訂閱已過期',
  '请输入内容': '請輸入內容',
  '请输入邮箱': '請輸入電子郵件',
  '请确认密码': '請確認密碼',
  '请输入密码': '請輸入密碼',
  '邀请码管理': '邀請碼管理',
  '重置流量包': '重置流量包',
  '链接已复制': '連結已複製',
  '频宽不免费': '頻寬不免費',
  '佣金发放记录': '佣金發放記錄',
  '使用邮箱注册': '使用電子郵件註冊',
  '使用邮箱找回': '使用電子郵件找回',
  '别再补贴他人': '別再補貼他人',
  '到期邮件提醒': '到期郵件提醒',
  '加密私人通讯': '加密私人通訊',
  '安心下载分享': '安心下載分享',
  '密码修改成功': '密碼修改成功',
  '当前剩余佣金': '當前剩餘佣金',
  '掩藏网路地址': '掩藏網路地址',
  '无效的优惠券': '無效的優惠券',
  '流量邮件提醒': '流量郵件提醒',
  '确认中的佣金': '確認中的佣金',
  '累计获得佣金': '累計獲得佣金',
  '绕过审查封锁': '繞過審查封鎖',
  '解锁分区内容': '解鎖分區內容',
  '请输入旧密码': '請輸入舊密碼',
  '请输入新密码': '請輸入新密碼',
  '请输入优惠券': '請輸入優惠券',
  '请输入邀请码': '請輸入邀請碼',
  '请输入验证码': '請輸入驗證碼',
  '还没有账号？': '還沒有賬號?',
  '邀请码已复制': '邀請碼已複製',
  '邀请注册人数': '邀請註冊人數',
  '邮箱格式错误': '電子郵件格式錯誤',
  '重置订阅信息': '重置訂閱資訊',
  '该套餐已售罄': '該套餐已售罄',
  '似乎出了点问题': '似乎出了點問題',
  '已发起提现申请': '已發起提現申請',
  '我已阅读并同意': '我已閱讀並同意',
  '网路频宽提供商': '網路頻寬提供商',
  '请输入工单问题': '請輸入工單問題',
  '请选择工单等级': '請選擇工單等級',
  '请选择提现方式': '請選擇提現方式',
  '请输入提现账号': '請輸入提現賬號',
  '你还没有购买服务': '你還沒有購買服務',
  '向机器人发送您的': '向機器人發送您的',
  '已生成新的邀请码': '已生成新的邀請碼',
  '当前推广佣金余额': '當前推廣佣金餘額',
  '注册成功，请登录': '註冊成功,請登入',
  '请先同意服务条款': '請先同意服務條款',
  '您还没有购买订阅': '您還沒有購買訂閱',
  '您没有获得授权，请联系作者': '您沒有獲得授權,請聯繫作者',
  '您还没有购买订阅或订阅已过期': '您還沒有購買訂閱或訂閱已過期',
  '您还没有安装X客户端，或者客户端已打开': '您還沒有安裝{type}客戶端,或者客戶端已經開啟',
  '续费只会延长到期时间，并不会重置流量。': '續費只會延長到期時間,並不會重置流量。',
  '重置流量包只会重置流量，不会延长到期时间，也不会改变重置日期。': '重置流量包只會重置流量,不會延長到期時間,也不會改變重置日期。',
  '您还没有购买订阅，购买后可查看': '您還沒有購買訂閱,購買後可查看',
  '您的订阅已过期，续费后可查看': '您的訂閱已過期,續費後可查看',
  '您的一次性流量已用尽，续费后可查看': '您的一次性流量已用盡,續費後可查看',
  '使用邮箱和密码登录': '使用電子郵件和密碼登入',
  '发送不请自来的电邮': '發送不請自來的電子郵件',
  '密码至少为8个字符': '密碼至少為8個字符',
  '推广佣金划转至余额': '推廣佣金劃轉至餘額',
  '未登录或登陆已过期': '未登入或登陸已過期',
  '请描述你遇到的问题': '請描述你遇到的問題',
  '选择最适合您的计划': '選擇最適合您的計劃',
  '与各种设备广泛兼容。': '與各種設備廣泛兼容。',
  '两次输入的密码不一致': '兩次輸入的密碼不一致',
  '五分钟内节点在线情况': '五分鐘內節點在線情況',
  '密码重置成功，请登录': '密碼重置成功,請登入',
  '确定要关闭该工单吗？': '確定要關閉該工單嗎?',
  '确定要重置订阅信息？': '確定要重置訂閱資訊?',
  '确定要取消该订单吗？': '確定要取消該訂單嗎?',
  '检测到还有没支付的订单': '檢測到還有沒支付的訂單',
  '绑定Telegram': '綁定Telegram',
  '请输入邀请码（必填）': '請輸入邀請碼(必填)',
  '请输入邀请码（选填）': '請輸入邀請碼(選填)',
  '你们接受哪些付款方式？': '你們接受哪些付款方式?',
  '几乎所有的设备都可以！': '幾乎所有的設備都可以!',
  '授权码错误，请联系作者': '授權碼錯誤,請聯繫作者',
  '有提供无限流量套餐吗？': '有提供無限流量套餐嗎?',
  '流量已用尽，请续费订阅': '流量已用盡,請續費訂閱',
  '高速访问被禁网站和服务': '高速訪問被禁網站和服務',
  '请输入当前需要划转的金额': '請輸入當前需要劃轉的金額',
  '从任何地方串流欣赏异国内容': '從任何地方串流欣賞異國內容',
  '客户最常问的 7 个问题？': '客戶最常問的 7 個問題?',
  '自由下载分享媒体文件和资料': '自由下載分享媒體文件和資料',
  '请输入需要划转到余额的金额': '請輸入需要劃轉到餘額的金額',
  '一次性订阅的流量没有时间限制': '一次性訂閱的流量沒有時間限制',
  '你们记录我的上网流量日志吗？': '你們記錄我的上網流量日誌嗎?',
  '使用的流量将乘以倍率进行扣除': '使用的流量將乘以倍率進行扣除',
  '划转后的余额仅用于X消费使用': '劃轉後的餘額僅用於{name}消費使用',
  '大陆首选 亚洲区最佳 VPN': '大陸首選 亞洲區最佳 VPN',
  '打开 Telegram 搜索': '打開 Telegram 搜尋',
  '立即尝试多协议 VPN 服务': '立即嘗試多協議 VPN 服務',
  '银行户口、电邮密码、个人资料': '銀行戶口、電郵密碼、個人資料',
  '什么是 VPN ？它有何帮助？': '什麼是 VPN ?它有何幫助?',
  '借道无关 IP 网上冲浪更匿名': '借道無關 IP 網上衝浪更匿名',
  '多组服务器集群覆盖多个国家地区': '多組伺服器集群覆蓋多個國家地區',
  '最先进开源协议和我们的自研秘技': '最先進開源協議和我們的自研秘技',
  '你们的 VPN 能在哪些设备上运作？': '你們的 VPN 能在哪些設備上運作？',
  '在这里，您可以设置和管理集成设置。': '在這裡,您可以設置和管理整合設置。',
  '流量混淆有助于逃避审查并提高速度。': '流量混淆有助於逃避審查並提高速度。',
  '我们致力于让您的互联网更快，更安全。': '我們致力於讓您的網際網路更快,更安全。',
  '我们接入最优网路，为您带来最佳速度。': '我們接入最優網路,為您帶來最佳速度。',
  '流量明细仅保留近一个月数据以供查询。': '流量明細僅保留近一個月數據以供查詢。',
  '加入官方讨论组，获取最新动态与优惠信息': '加入官方討論組,獲取最新動態與優惠資訊',
  '请尽快支付，支付完成后，请刷新订单页面': '請儘快支付,支付完成後,請刷新訂單頁面',
  '验证码发送成功，如未收到请检查垃圾邮件': '驗證碼發送成功,如未收到請檢查垃圾郵件',
  '禁止以下行为（任何违规都将导致帐户关闭）': '禁止以下行為(任何違規都將導致帳戶關閉)',
  '一个服务，对接多种协议，应对多样网路环境。': '一個服務,對接多種協議,應對多樣網路環境。',
  '请注意，变更订阅会导致当前订阅被新订阅覆盖。': '請注意,變更訂閱會導致當前訂閱被新訂閱覆蓋。',
  '能穿越最严酷的防火墙 - 中国的 GFW。': '能穿越最嚴酷的防火牆 - 中國的 GFW。',
  '请检查您的URL是否正确, 或点击重新登录': '請檢查您的URL是否正確, 或點擊重新登錄',
  '为什么你们的私有 VPN 协议能做到稳定高速？': '為什麼你們的私有 VPN 協議能做到穩定高速?',
  '绑定Telegram Bot,获取更多便捷服务': '綁定Telegram Bot,獲取更多便捷服務',
  '无状态和无连接减少流量模式特征提高设备电源效率。': '無狀態和無連接減少流量模式特徵提高設備電源效率。',
  '我们理解互联网自由的原理，并在我们的代码中付诸实践。': '我們理解互聯網自由的原理,並在我們的代碼中付諸實踐。',
  '为满足特定用户群体，根据需求以提供满足特定需求的服务。': '為滿足特定用戶群體,根據需求以提供滿足特定需求的服務。',
  '历经5年研发，为大中华地区用户保护私隐，逾越网路封锁。': '歷經5年研發,為大中華地區用戶保護私隱,逾越網路封鎖。',
  '从入口到落地精选优质运营商，多层线路优化，负载均衡设定。': '從入口到落地精選優質運營商,多層線路優化,負載均衡設定。',
  '公式：(实际上行 + 实际下行) x 扣费倍率 = 扣除流量': '公式:(實際上行 + 實際下行) x 扣費倍率 = 扣除流量',
  '我们也照顾来自世界其他地方的客户，接受 PayPal 付款。': '我們也照顧來自世界其他地方的客戶,接受 PayPal 付款。',
  '什么是 ShadowSocks 和 ShadowSocksR？': '什麼是 ShadowSocks 和 ShadowSocksR?',
  '我们所有套餐都有固定的流量限制。但是，所有套餐都是不限速使用。': '我們所有套餐都有固定的流量限制。但是,所有套餐都是不限速使用。',
  '高价购入IPLC内网专线，精心优化传输算法，只为您上网更爽快。': '高價購入IPLC內網專線,精心優化傳輸算法,只為您上網更爽快。',
  '如果帐户信息或您的订阅泄露，此选项用于重置您的UUID.重置订阅': '如果帳戶信息或您的訂閱泄露,此選項用於重置您的UUID.重置訂閱',
  '总部位于美国，经过专业训练的计算机科学家和网络工程师组成的团队。': '總部位於美國,經過專業訓練的計算機科學家和網絡工程師組成的團隊。',
  '即使通过公共WiFi上网，高强度数据加密也能保护你的私隐不被监视。': '即使通過公共WiFi上網,高強度數據加密也能保護你的私隱不被監視。',
  '最先进流量隐藏技术，将VPN穿墙流量化身网页浏览，免于防火墙干扰。': '最先進流量隱藏技術,將VPN穿牆流量化身網頁瀏覽,免於防火牆干擾。',
  '私密浏览？浏览器无痕模式不够。我们的VPN为您隐藏IP以掩藏踪迹。': '私密瀏覽?瀏覽器無痕模式不夠。我們的VPN為您隱藏IP以掩藏蹤跡。',
  '记，也不记。我们会在短时间内记录您的流量元数据，并定期对删除老数据。':
    '記,也不記。我們會在短時間內記錄您的流量元數據,並定期對刪除老數據。',
  '我们努力改善您的互联网体验，让您自由重来：免受审查，监控和电讯商限速。':
    '我們努力改善您的互聯網體驗,讓您自由重來:免受審查,監控和電訊商限速。',
  '从 8 个国家地区的 38 组服务器集群中任意选择。您可到达网路上任何地方。':
    '從 8 個國家地區的 38 組服務器集群中任意選擇。您可到達網路上任何地方。',
  '对于来自中国的客户，我们的支付宝接口将支付流程简化为二维码扫描。轻松一秒过。':
    '對於來自中國的客戶,我們的支付寶接口將支付流程簡化為二維碼掃描。輕鬆一秒過。',
  '提供Telegram、邮件、工单7x24小时客服支持，帮助客户解决疑难问题。': '提供Telegram、郵件、工單7x24小時客服支持,幫助客戶解決疑難問題。',
  '支持Android、iOS、MacOS、Windows、Linux、路由器。': '支持Android、iOS、MacOS、Windows、Linux、路由器。',
  '我们以极高的价格购买市面上最好线路。所以, 别再为他人的米其林餐厅账单付费啦。':
    '我們以極高的價格購買市面上最好線路。所以, 別再為他人的米其林餐廳帳單付費啦。',
  '可选 ChaCha20、Salsa20、AES、IDEA 和 RC4 等高级加密方式。': '可選 ChaCha20、Salsa20、AES、IDEA 和 RC4 等高級加密方式。',
  '我们多个级别套餐分别有 50GB、200GB和 高达5TB等，满足您不同场景需求使用。':
    '我們多個級別套餐分別有 50GB、200GB和 高達5TB等,滿足您不同場景需求使用。',
  '对于那些注重私隐的朋友，我们没忽略您的需求：我们接受数十种加密货币，您可以放心匿名付款。':
    '對於那些注重私隱的朋友,我們沒忽略您的需求:我們接受數十種加密貨幣,您可以放心匿名付款。',
  '节点全解锁Netflix、Tiktok等流媒体服务。你可从任何地方欣赏异国限定媒体节目。':
    '節點全解鎖Netflix、Tiktok等流媒體服務。你可從任何地方欣賞異國限定媒體節目。',
  '只为您自己的用量买单，别再补贴BT爱好者啦。如果您更喜欢精致美食，为什么要去自助餐厅吃到饱？':
    '只為您自己的用量買單,別再補貼BT愛好者啦。如果您更喜歡精緻美食,為什麼要去自助餐廳吃到飽?',
  'ShadowSocksR 是前者的主要分支，修补了安全漏洞，扩展了加密选项，增加了流量混淆能力。':
    'ShadowSocksR 是前者的主要分支,修補了安全漏洞,擴展了加密選項,增加了流量混淆能力。',
  '如果您的订阅地址或信息发生泄露可以执行此操作。重置后您的 UUID 及订阅将会变更,需要重新导入订阅。':
    '如果您的訂閱地址或信息發生泄露可以執行此操作。重置後您的 UUID 及訂閱將會變更,需要重新導入訂閱。',
  '我们相信我们的定价结构是公平和合理的。一些所谓不限流量的商家会使用一些垃圾线路，导致您的上网体验很差。':
    '我們相信我們的定價結構是公平和合理的。一些所謂不限流量的商家會使用一些垃圾線路,導致您的上網體驗很差。',
  '如阻止每一个连接，随之而来的附带质押损害及其昂贵，也就促使审查机构放行看似合规的网路流量。这样，才有了我们的质押自由。':
    '如阻止每一個連接,隨之而來的附帶質押損害及其昂貴,也就促使審查機構放行看似合規的網路流量。這樣,才有了我們的質押自由。',
  '在防火墙检查时，混淆后的 VPN 流量看似普通网上冲浪或电影串流。因此，审查者无法确定哪些流量需要阻止，哪些流量可以放行。':
    '在防火牆檢查時,混淆後的 VPN 流量看似普通網上衝浪或電影串流。因此,審查者無法確定哪些流量需要阻止,哪些流量可以放行。',
  'ShadowSocks 是一种无连接无状态的代理协议。它承载 TCP UDP 数据，可轻松穿透世界上最强国家防火墙，中国的 GFW 。':
    'ShadowSocks 是一種無連接無狀態的代理協議。它承載 TCP UDP數據,可輕鬆穿透世界上最強國家防火牆,中國的 GFW 。',
  '我们自研的私有协议，可以模拟多种网页浏览场景。使得防火墙无法可靠区分 VPN 数据浏览。如强行阻拦亦会影响正常使用网络，因此连接无法有效拦截。':
    '我們自研的私有協議,可以模擬多種網頁瀏覽場景。使得防火牆無法可靠區分 VPN 數據瀏覽。如強行阻攔亦會影響正常使用網絡,因此連接無法有效攔截。',
  'VPN 提供了一系列好处：通过加密，通讯数据变得难以破解；藉由隧道，线上活动的细节内容被掩藏；借助转发，网路流量看似来自无关的 IP 地址和地理位置。':
    'VPN 提供了一系列好處:通過加密,通訊數據變得難以破解;藉由隧道,線上活動的細節內容被掩藏;借助轉發,網路流量看似來自無關的 IP 地址和地理位置。',
  '于X到期，距离到期还有X天，已用流量将在X日后重置': '於 {expiredDate} 到期，距離到期還有 {expiredResidue}，已用流量將在{resetDay}日後重設',
  '市面上几乎所有的电子设备，我们都能支持。鉴于我们支援多种开源和自研的 VPN 协议，我们相信您可以在几乎任何市售设备上轻松连接到我们的 VPN 网络。':
    '市面上幾乎所有的電子設備,我們都能支持。鑒於我們支援多種開源和自研的 VPN 協議,我們相信您可以在幾乎任何市售設備上輕鬆連接到我們的 VPN 網絡。',
  'VPN 是虚拟专用网络（Virtual Private Network）的缩写。它通过在公共网络上建立专用隧道并加密其中传输的数据来保护两个或多个设备之间的通信。':
    'VPN 是虛擬專用網絡(Virtual Private Network)的縮寫。它通過在公共網絡上建立專用隧道並加密其中傳輸的數據來保護兩個或多個設備之間的通信。',
  'ShadowSocks（简称 SS，又称影梭）是一种加密的无状态代理协议。它在传输层工作，中继 TCP 和 UDP 流量。它可以轻松穿透最强大的国家级防火墙（中国的 GFW ）。':
    'ShadowSocks(簡稱 SS,又稱影梭)是一種加密的無狀態代理協議。它在傳輸層工作,中繼 TCP 和 UDP 流量。它可以輕鬆穿透最強大的國家級防火牆(中國的 GFW )。',
  '我们接受世界各地发行的主要信用卡。包括 Visa、 MasterCard、 American Express、 Discover、 Diners Club、 JCB 和中国银联。':
    '我們接受世界各地發行的主要信用卡。包括 Visa、 MasterCard、 American Express、 Discover、 Diners Club、 JCB 和中國銀聯。',
  'ShadowSocksR（简称 SSR）是 SS 的主要分支。在 SS 的基础上，SSR 修补了安全漏洞，扩展了密码套件选项，增加了流量混淆，并提高了运营商级别的 QoS 优先级。':
    'ShadowSocksR(簡稱 SSR)是 SS 的主要分支。在 SS 的基礎上,SSR 修補了安全漏洞,擴展了密碼套件選項,增加了流量混淆,並提高了運營商級別的 QoS 優先級。',
  '交通混淆和质押自由是有效规避互联网封锁的基石。混淆将 VPN 流量伪装成常规的 Web 浏览，审查者无从分辨；质押自由意味着，由于误封的成本过高，审查机构不会阻止无法明确分辨的流量。':
    '交通混淆和質押自由是有效規避互聯網封鎖的基石。混淆將 VPN 流量偽裝成常規的 Web 瀏覽,審查者無從分辨;質押自由意味著,由於誤封的成本過高,審查機構不會阻止無法明確分辨的流量。',
  'V2Ray 是一个流量转发软件平台。它支持多种代理协议，并允许这些协议与多种传输层协议配合使用。而 VMess 是这个平台上原创的代理协议。与 TLS 传输方式配合使用的时候，他可以完美模拟 HTTPS 上网浏览。':
    'V2Ray 是一個流量轉發軟件平台。它支持多種代理協議,並允許這些協議與多種傳輸層協議配合使用。而 VMess 是這個平台上原創的代理協議。與 TLS 傳輸方式配合使用的時候,他可以完美模擬 HTTPS 上網瀏覽。',
  '我们不记录用户流量内容。但是，为了解决滥用问题，我们会记录您的部分活动信息。日志条目包括时间，源地址，目标地址和流量。我们不会实时监控您的网路通讯内容，但我们会进行事后审核。如果您的数据被司法传召，我们可能会与执法部门配合。':
    '我們不記錄用戶流量內容。但是,為了解決濫用問題,我們會記錄您的部分活動信息。日誌條目包括時間,源地址,目標地址和流量。我們不會實時監控您的網路通訊內容,但我們會進行事後審核。如果您的數據被司法傳召,我們可能會與執法部門配合。',
  '对于运行Windows、 macOS 和Linux 的个人计算机，有多个客户端可以助您保护网路通讯；对于运行iOS 和Android 的移动设备，为数不少的客户端App 可助您顺畅上网；更赞的是，对于开源路由器平台，如OpenWRT、Tomato 和Asus Merlin，连接到 UnPanel 只需安装一个插件。':
    '對於運行Windows、 macOS 和Linux 的個人計算機,有多個客戶端可以助您保護網路通訊;對於運行iOS 和Android 的移動設備,為數不少的客戶端App 可助您順暢上網;更讚的是,對於開源路由器平台,如OpenWRT、Tomato 和Asus Merlin,連接到 UnPanel 只需安裝一個插件。',
  '用户协议完整内容': `
    <h6>特別提示</h6>
        <p>
          在此特別提醒您（用戶）在註冊成為 {appName} 用戶之前，請認真閱讀本《{appName}
          用戶服務協議》 （以下簡稱「協議」） ，確保您充分理解本協議中各條款。
          請您審慎閱讀並選擇接受或不接受本協議。 除非您接受本協議所有條款，
          否則您無權註冊、登錄或使用本協議所涉服務。您
          的註冊、登錄、使用等行為將視為對本協議的接受，並同意接受本協議各項條款的約束。 本協議約定
          {appName} 與用戶之間關於」SSR「服務（以下簡稱「服務」）
          的權利義務。「用戶」是指註冊、登錄、使用本服務的個人，{appName} 有權更新協議內容，
          ，更新後的協議條款一旦公布即替代原協議條款，恕不再另行通知。
        </p>

        <h6>賬號註冊</h6>
        <ol>
          <li>
            用戶在使用本服務前需要註冊一個 「{appName}」 賬號。「{appName}」
            賬號應當使用郵箱綁定註冊，請用戶使用尚未與其他 「{appName}」 賬號綁定以及未被
            {appName} 根據本協議封禁的郵箱註冊 「{appName}」 賬號。{appName}
            有權根據用戶需求或產品需要對賬號註冊和綁定的方式進行變更，恕不再另行通知。
          </li>
          <li>
            如果註冊申請者有被
            {appName} 封禁的先例或涉嫌虛假註冊及濫用他人名義註冊，及其他不能得到許可的理由，{appName}
            有權拒絕向其提供服務。
          </li>
        </ol>

        <h6>賬戶安全</h6>
        <ol>
          <li>
            用戶一旦註冊成功，成為 {appName} 的用戶，將得到一個用戶名和密碼，
            並有權利使用自己的用戶名及密碼隨時登陸 {appName}。
          </li>
          <li>用戶對賬戶和密碼的安全負全部責任，同時對以其賬戶進行的所有活動和事件負全部責任。</li>
          <li>{appName} 未經用戶允許不得泄露用戶的個人隱私與信息。</li>
          <li>
            如果用戶密碼泄露或者其他任何原因導致用戶的密碼安全受到威脅，應該及時和 {appName}
            客服人員取得聯系，否則後果自負。
          </li>
        </ol>

        <h6>用戶聲明與保證</h6>
        <ol>
          <li>用戶需具有完全民事行為能力，且具有達成交易履行其義務的能力。</li>
          <li>
            用戶通過使用 {appName}
            的過程中所製作、上載、復製、發布、傳播的任何內容，包括但不限於賬號頭像、名稱、用戶說明等註冊信息及認證資料，或文字、語音、圖片、視頻、圖文等發送、回復和相關鏈接頁面，以及其他使用賬號或本服務所產生的內容，不得違反國家相關法律製度，包含但不限於如下原則：
            <ul>
              <li>反對憲法所確定的基本原則的</li>
              <li>危害國家安全，泄露國家秘密，顛覆國家政權，破壞國家統一的</li>
              <li>損害國家榮譽和利益的</li>
              <li>煽動民族仇恨、民族歧視，破壞民族團結的</li>
              <li>破壞國家宗教政策，宣揚邪教和封建迷信的</li>
              <li>散布謠言，擾亂社會秩序，破壞社會穩定的</li>
              <li>散布淫穢、色情、賭博、暴力、兇殺、恐怖或者教唆犯罪的</li>
              <li>侮辱或者誹謗他人，侵害他人合法權益的</li>
              <li>含有法律、行政法規禁止的其他內容的</li>
            </ul>
          </li>
          <li>
            用戶不得利用 「{appName}」
            賬號或本服務製作、上載、復製、發布、傳播下幹擾正常運營，以及侵犯其他用戶或第三方合法權益的內容:
            <ul>
              <li>含有任何性或性暗示的</li>
              <li>含有辱罵、恐嚇、威脅內容的</li>
              <li>含有騷擾、垃圾廣告、惡意信息、誘騙信息的</li>
              <li>涉及他人隱私、個人信息或資料的</li>
              <li>侵害他人名譽權、肖像權、知識產權、商業秘密等合法權利的</li>
              <li>含有其他幹擾本服務正常運營和侵犯其他用戶或第三方合法權益內容的信息</li>
            </ul>
          </li>
        </ol>

        <h6>服務內容</h6>
        <ol>
          <li>
            {appName} 具體服務內容由 {appName} 根據實際情況提供，包括但不限於：
            <ul>
              <li>在線咨詢服務</li>
              <li>網絡代理服務</li>
            </ul>
          </li>
          <li>所有發給用戶的通告及其他消息都可通過郵箱或者用戶所提供的聯系方式發送。</li>
          <li>本站無退款機製，不接受退款請求， 新註冊用戶請先試用。</li>
        </ol>

        <h6>服務的終止</h6>
        <ol>
          <li>
            在下列情況下， {appName} 有權終止向用戶提供服務：
            <ul>
              <li>用戶違反本服務協議相關規定</li>
              <li>
                半年以以上未使用 「{appName}」 服務，{appName}
                有權終止向用戶提供服務並不再保留用戶相關數據
              </li>
              <li>
                用戶不得通過 「{appName}」 服務傳播違反本協議規定的內容，一經發現，{appName}
                有權扣留賬戶內的金額
              </li>
              <li>本服務條款終止或更新時，用戶明確表示不願接受新的服務條款</li>
              <li>其它 {appName} 認為需終止服務的情況</li>
            </ul>
          </li>
          <li>服務終止後，{appName} 沒有義務為用戶保留原賬號中或與之相關的任何信息。</li>
        </ol>

        <h6>服務的變更、中斷</h6>
        <ol>
          <li>
            鑒於網絡服務的特殊性，用戶需同意 {appName} 會變更、
            中斷部分或全部的網絡服務，並刪除（不再保存）用戶在使用過程中提交的任何資料，而無需通知用戶，也無需對任何用戶或任何第三方承擔任何責任。
          </li>
          <li>
            {appName}
            需要定期或不定期地對提供網絡服務的平臺進行檢測或者更新，造成網絡服務在合理時間內的中斷，{appName}
            有義務進行提前通知， 除此之外 {appName} 無需為此承擔任何責任。
          </li>
        </ol>

        <h6>服務條款修改</h6>
        <ol>
          <li>
            {appName} 有權隨時修改本服務條款的任何內容， 一旦本服務條款的任何內容發生變動，
            {appName}
            將會通過適當方式向用戶提示修改內容。
          </li>
          <li>
            如果不同意 {appName} 對本服務條款所做的更新及改動，用戶有權停止使用
            {appName} 服務。
          </li>
          <li>如果用戶繼續使用網絡服務，則視為用戶接受 {appName} 對本服務條款所做的修改。</li>
        </ol>

        <h6>免責與賠償聲明</h6>
        <ol>
          <li>
            若 {appName} 已經明示其服務提供方式發生變更並提醒用戶應當註意事項，如因此類情況而
            用戶未按要求操作所產生的一切後果由用戶自行承擔。
          </li>
          <li>
            用戶明確同意其使用 {appName} 所存在的風險將完全由其自己承擔，因其使用
            {appName}
            而產生的一切後果也由其自己承擔。
          </li>
          <li>
            用戶同意保障和維護 {appName} 及其他用戶的利益，由於用戶在使用
            {appName} 有違法、不真實、
            不正當、侵犯第三方合法權益的行為，或用戶違反本協議項下的任何條款而給 {appName}
            及任何其他第三方造成損失，用戶同意承擔由此造成的損害賠償責任。
          </li>
        </ol>

        <h6>隱私聲明</h6>
        <ol>
          <li>
            適用範圍：
            <ul>
              <li>在用戶註冊 {appName} 賬戶時，根據要求提供的個人註冊信息</li>
              <li>
                在用戶使用 {appName}，或訪問其相關網頁時，
                {appName} 自動接收並記錄的用戶瀏覽器上的服 務器數值，包括但不限於 IP
                地址等數據及用戶要求取用的網頁記錄
              </li>
            </ul>
          </li>
          <li>
            信息使用：
            <ul>
              <li>{appName} 不會向任何人出售或出借用戶的個人信息，除非事先得到用戶的許可</li>
              <li>
                {appName} 亦不允許任何第三方以任何手段收集、
                編輯、出售或者無償傳播用戶的個人信息。任何用戶如從事上述活動，一經發現，{appName}
                有權立即終止與該用戶的服務協議 ，查封其賬號
              </li>
              <li>
                為達到服務用戶的目的，{appName}
                可能通過使用用戶的個人信息，向用戶提供服務，包括但不限於向用戶發出產品和服務信息
              </li>
            </ul>
          </li>
          <li>
            信息披露： 用戶的個人信息將在下述情況下部分或全部被披露
            <ul>
              <li>經用戶同意，向第三方披露</li>
              <li>根據法律的有關規定，或者行政或司法機構的要求，向第三方或者行政、司法機構披露</li>
              <li>如果用戶出現違反中國有關法律或者網站政策的情況，需要向第三方披露</li>
              <li>
                用戶使用 {appName} 時提供的銀行賬戶信息，{appName} 將嚴格履行相關保密約定
              </li>
            </ul>
          </li>
        </ol>

        <h6>其他</h6>
        <ol>
          <li>
            {appName} 鄭重提醒用戶註意本協議中免除 {appName}
            責任和限製用戶權利的條款，請用戶仔細閱讀，自主考慮風險。未成年人應在法定監護人的陪同下閱讀本協議。
          </li>
          <li>本協議最終解釋權歸 {appName} 所有，並且保留一切解釋和修改的權力。</li>
          <li>本協議從即日起2022年12月01日起適用。</li>
        </ol>
  `
}
